Repository: shubell/fmms
Catalog: po/*.po
Languages: ar, cs, he, no, pl, sq

source: Attachment is too large (limit is %s).
ar: حجم المرفقات كبير (الحد هو %s(
cs: Príloha je príliš velká (limit je %s).
he: (%s המדיה גדולה מידי (הגבלה
no: Vedlegget er for stort (begrensningen er %s).
pl: Załącznik jest zbyt duży (limit wynosi %s).
sq: Objekti i bashkangjitur është tepër i madh (kufiri është %s).

source: Small
ar: صغير
cs: Malý
he: קטן
no: Liten
pl: Mały
sq: E vogël

source: Medium
ar: متوسط
cs: Strední
he: בינוני
pl: Średni
sq: Mesatare

source: Large
ar: كبير
cs: Velký
he: גדול
no: Stor
pl: Duży
sq: E madhe

source: Original
ar: الأصلي
cs: Puvodní
he: מקורי
no: Orginal
pl: Bez zmian
sq: Origjinale

source: Havoc
ar: خراب
he: נוסף
no: Kaos
pl: Równoległy

source: Rude
ar: وقح
he: חצוף
no: Uforskammet
pl: Jedyny

source: Polite
ar: مهذّب
he: מנומס
no: Snill
pl: Jeśli wolny

source: Reset settings
ar: إعادة تعيين الإعدادات
cs: Reset nastavení
no: Fjerne innstillinger
pl: Resetowanie ustawień

source: Are you sure you want to reset all settings?
ar: هل أنت متأكد أنك تريد إعادة تعيين كافة الإعدادات؟
cs: Chcete opravdu vymazat všechna nastavení?
no: Er du sikker på at du vil fjerne alle innstillinger?
pl: Jesteś pewien, że chcesz zresetować wszystkie ustawienia?

source: Application will close after settings are removed
ar: سيَتم إغلاق البرنامج بعدَ إزالة الإعدادات
cs: Aplikace bude zavrena,nastavení jsou vymazána
no: Programmet vil avslutte etter at innstillingene er fjernet
pl: Aplikacja zostanie zamknięta po usunięciu ustawień

source: Send and receive MMS on your N900.
ar: إبعث واستقبل إم إم إس على جهازك
cs: Príjímejte a odesílejte MMS na vaší N900.
he: שלח/קבל הודעות מדיה
no: Sende og ta imot MMS på din N900.
pl: Obsługa wiadomości MMS na N900.
sq: Dërgo dhe merr MMS në N900-ën tënde

source: To retrieve the MMS your active connection will need to change. Switch connection?
ar: لإستقبال إم إم إس يجب عليك تغيير الإتصال. هل تريد التغيير الآن؟
cs: K prijmutí MMS je potreba zmenit stávající pripojení. Chcete ho zmenit?
he: ?לצורך השגת המדיה יש לשנות התקשורת הנוכחית בתקשורת לספק הסלולרי. בצע שינוי
no: For å hente meldingen kreves det bytte av tilkobling. Bytte tilkobling?
pl: Aby odebrać wiadomość MMS aktywne połączenie musi zostać zmienione. Wykonać?
sq: Për të shkarkuar MMS-në duhet te ndroj lidhjen. Mund ta ndroj lidhjen?

source: Headers
ar: رؤوس الرسائل
cs: Hlavicky
he: כותרות
pl: Nagłówki
sq: Titulli

source: About
ar: عن البرنامج
cs: O aplikaci
he: תיאור
no: Om
pl: O programie
sq: Informacione mbi

source: About %s
ar: عن البرنامج %s
cs: O %s
he: תיאור %s
no: Om %s
pl: Około %s
sq: Informacione mbi %s

source: Visit website
ar: عرض الموقع
cs: Web
he: בקר באתר
no: Besøk hjemmeside
pl: Odwiedź witrynę
sq: Shiko faqen web

source: Report bug
ar: التبليغ عن خلل
cs: Ohlásit bug
he: דווח באג
no: Rapportere bug
pl: Zgłoś błąd
sq: Raporto një bug

source: Donate
ar: تبرّع
he: תרומה
no: Donere
pl: Donacje
sq: Bëni një ofertë

source: Please check your settings.
ar: رجاءً تفقّد الإعدادات
cs: Prosím zkontrolujte nastavení.
he: נא לבדוק ההגדרות
no: Vennligst sjekk innstillingene.
pl: Sprawdzić ustawienia.
sq: Të lutem kontrollo rregullimet
